tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "microsoft/git"

brew "bat"
brew "curl"
brew "exa"
brew "fish"
brew "gnupg"
brew "git"
brew "neovim"
brew "node"
brew "openssh"
brew "openvpn"
brew "starship" 
brew "synergy-core", restart_service: true
brew "yabai", restart_services: true
brew "wget"

cask "dotnet-sdk"
cask "font-fira-code-nerd-font"
cask "git-credential-manager-core"
cask "ubersicht"
cask "visual-studio-code"
cask "warp"
